<!doctype html>
<html lang="en">

<head>
    
    <?php
        $page = "about";
        
        require_once "./head.php";
    ?>

</head>

<body>
    
    <?php require_once "./header.php"; ?>

    <section>
        <div class="container">
            <div class="row header-about py-5">
                <div class="col text-center py-5">
                    <h1 class="mb-0 f-shadow text-white">เกี่ยวกับบุญศิริ</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="pt-5">
        <div class="container">
            <div class="row">
                <div class="col">
                    <nav style="--bs-breadcrumb-divider: url(&#34;data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' width='8' height='8'%3E%3Cpath d='M2.5 0L1 1.5 3.5 4 1 6.5 2.5 8l4-4-4-4z' fill='%236c757d'/%3E%3C/svg%3E&#34;);" aria-label="breadcrumb">
                        <ol class="breadcrumb">
                            <li class="breadcrumb-item"><a href="<?=rootURL();?>" class="text-theme-1">หน้าหลัก</a></li>
                            <li class="breadcrumb-item active" aria-current="page">เกี่ยวกับเรา</li>
                        </ol>
                    </nav>
                </div>
            </div>
        </div>
    </section>

    <section class="py-5">
        <div class="container">
            <div class="row g-4">
                <div class="col-12 col-md-5 mx-auto">
                    <img src="https://img.freepik.com/free-photo/close-up-japanese-street-food_23-2149287814.jpg?w=1380&t=st=1690377343~exp=1690377943~hmac=2b75354dde517fa26946c84b9eb732ac3eb32373e7ca03187cd99a12e389eda0" alt="เกี่ยวกับบุญศิริ" class="w-100 rounded-4 sticky-about">
                </div>
                <div class="col-12 col-md-5 mx-auto">
                    <h2 class="fs-1">เกี่ยวกับบุญศิริ</h2>
                    <p>บริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัด เป็นผู้นำเข้ารายใหญ่ และจัดจำหน่ายปลีก-ส่ง วัตถุดิบอาหารสดแช่แข็งคุณภาพดี อาทิ ปลาทู ปลาหมึก ชิ้นส่วนหมู ชิ้นส่วนวัว และดักแด้ คัดสรรเฉพาะจากโรงงานผู้ผลิตชั้นนำจากหลายประเทศทั่วโลก</p>
                    <p>ที่ได้มาตรฐานทั้งด้านคุณภาพและราคา  สินค้าของบริษัทได้มีการตรวจสอบและรับประกันคุณภาพโดยการ QC และจัดเก็บในห้องเย็นระบบมาตรฐานสากล ณ อุณหภูมิ -20 องศาเซลเซียส</p>
                    <p>นอกจากความสดใหม่ของคุณภาพสินค้า เรายังให้ความสำคัญในเรื่องความปลอดภัย โดยการจัดซื้อทุกครั้งจะต้องมีมาตรฐานรองรับ มีเอกสารรับรองด้านความปลอดภัยในสินค้า และแสดงแหล่งที่มาที่ชัดเจนก่อนนำมาจัดจำหน่าย</p>
                    <p>เพื่อสร้างความมั่นใจทั้งในด้านความปลอดภัยของอาหารได้ 100% และด้านการนำเข้าสินค้าอย่างโปร่งใส ถูกต้องตามกฎระเบียบการนำเข้าทุกประการ</p>
                    <p>มีศูนย์บริการลูกค้าครอบคลุมพื้นที่ของภาคอีสานกว่า 10 สาขา ได้แก่ จังหวัดศรีสะเกษ, จังหวัดอำนาจเจริญ, จังหวัดบุรีรัมย์, จังหวัดอุบลราชธานี, จังหวัดสุรินทร์, จังหวัดร้อยเอ็ด, จังหวัดอุดรธานี, จังหวัดมุกดาหาร, จังหวัดนครราชสีมา, จังหวัดขอนแก่น และภาคเหนือ 1 สาขา จังหวัดพิษณุโลก อีกทั้งยังมีสินค้าบริการพร้อมเบิกที่ห้องเย็นรับฝากที่มหาชัย จังหวัดสมุทรสาคร และจังหวัดสมุทรปราการ</p>
                    <p>ด้วยประสบการณ์ในการดำเนินธุรกิจกว่า 40 ปี บริษัทมุ่งมั่นปรับปรุงและพัฒนาอย่างต่อเนื่อง เพื่อบริหารธุรกิจให้ยั่งยืน พร้อมตอบสนองความต้องการของคู่ค้า ให้เติบโตไปด้วยกัน</p>
                </div>
            </div>
        </div>
    </section>

    <section class="py-5 bg-info bg-opacity-10">
        <div class="container">
            <div class="row">
                <div class="col-12 col-md-5 mx-auto">
                    <h2 class="fs-1">ประวัติความเป็นมาบุญศิริ</h2>
                    <p>บริษัท บุญศิริ โฟรเซ่นโปรดักส์ จำกัด เริ่มต้นมาจากการทำห้องเย็นขายอาหารสดแช่แข็งในจังหวัดศรีสะเกษ</p>
                    <p>และในปี 2549 ลูกสาวคนเล็ก “คุณรมิดา พ่วงศิริ” เรียนจบบัญชีธรรมศาสตร์ และปริญญาโท MBA ต่อ ที่มหาวิทยาลัยแคลิฟอร์เนีย อเมริกา ได้กลับมารับช่วงต่อกิจการต่อจากรุ่นพ่อแม่ ในขณะที่ธุรกิจกำลังอยู่ในช่วงขาลง และอาจถึงขั้นต้องปิดกิจการ หากยังคงย่ำอยู่กับที่ต่อไป พ่อและแม่ได้เล่าถึงสถานการณ์ทางธุรกิจห้องเย็นที่เริ่มนิ่ง เพราะมีคู่แข่งในจังหวัดเพิ่มขึ้น หากไม่ขยับขยาย อีกไม่นานคงแข่งต่อไม่ไหว</p>
                    <p>“แต่ในวิกฤตก็ยังมีโอกาส คือ มีเถ้าแก่คนหนึ่งลงทุนสร้างห้องเย็นขนาดใหญ่เอาไว้ แต่สุดท้ายก็ไม่ได้ลงมือทำธุรกิจ จึงอยากจะขายห้องเย็นนี้ต่อให้พ่อกับแม่ แต่ถ้าหากปฏิเสธ ก็จะไปเสนอขายให้แก่คู่แข่งต่อไป”</p>
                    <p>ห้องเย็นที่เถ้าแก่สร้างเอาไว้ มีขนาดบรรจุใหญ่กว่าของที่เดิม และอยู่ในทำเลที่ดี และนี่คือจุดเริ่มต้นของการเปลี่ยนแปลงที่พลิกชีวิตธุรกิจบุญศิริห้องเย็นที่ไร้ระบบ สามารถขยายสาขากว่า 6 แห่งครอบคลุมพื้นที่ภาคอีสาน ภายใน 7 ปี และหลังจากนั้นได้มีการขยายธุรกิจอย่างต่อเนื่องจนปัจจุบัน “ห้องเย็นบุญศิริ” ได้กลายเป็น บริษัท บุญศิริ โฟรเซ่นโปรดักส์ จำกัด ที่มีสาขาให้บริการครอบคลุมถึง 11 สาขา ในปัจจุบัน</p>
                </div>
                <div class="col-12 col-md-5 mx-auto">
                    <img src="https://img.freepik.com/free-photo/raw-fish-market_1398-2423.jpg?w=1380&t=st=1690377448~exp=1690378048~hmac=6dc4ac052de56fd818e3265ecdd24a7766e3733ebea3141cae09c87d1f41c71e" alt="เกี่ยวกับบุญศิริ" class="w-100 rounded-4 sticky-about">
                </div>
            </div>
        </div>
    </section>

    <section class="py-5">
        <div class="container">
            <div class="row mb-4">
                <div class="col-10 col-md-4 mx-auto">
                    <img src="https://img.freepik.com/free-photo/fresh-prawns_1398-806.jpg?w=1380&t=st=1690377607~exp=1690378207~hmac=727af0c0d4be537da33cfe68581b6a457ed03f5704171e51cb922f57d3624fde" alt="" class="w-100 rounded-4">
                </div>
            </div>
            <div class="row">
                <div class="col col-md-7 mx-auto text-center">
                    <h3 class="fs-1">ความแตกต่างเหนือคู่แข่ง</h3>
                    <ol class="text-start">
                        <li>คุณภาพสินค้า ที่บุญศิริฯ มีการ QC ตรวจสอบและประเมินคุณภาพสินค้า พร้อมรักษาให้เป็นไปตามมาตรฐานเสมอ เพื่อให้คู่ค้าได้รับสินค้าคุณภาพ ในราคาเป็นธรรม</li>
                        <li>มีบริการจัดส่งตั้งแต่ 1 กล่องขึ้นไป ในเขตพื้นที่บริการโดยรถควบคุมอุณหภูมิของบริษัท สามารถรอรับสินค้าได้ภายในวัน และมีบริการจัดส่งต่างพื้นที่ให้บริการ โดยขนส่งเอกชน</li>
                        <li>มีศูนย์บริการลูกค้าครอบคลุมพื้นที่ของภาคอีสานกว่า 10 สาขา และภาคเหนือ 1 สาขา อีกทั้งยังมีสินค้าบริการพร้อมเบิกที่ห้องเย็นรับฝากที่มหาชัย จังหวัดสมุทรสาคร และจังหวัดสมุทรปราการ</li>
                        <li>มีการใช้เทคโนโลยีช่วยในการจัดเก็บสินค้าในห้องเย็น สต็อกสินค้าแบบเรียลไทม์ เชื่อมโยงระหว่างระบบทั้งหน้าบ้านหลังบ้านถึงกัน และการกระจายสินค้าที่ทันสมัยและรวดเร็ว</li>
                    </ol>
                </div>
            </div>
        </div>
    </section>

    <?php require_once "./lead-form.php"; ?>
    <?php require_once "./footer.php"; ?>
    <?php require_once "./js.php"; ?>

</body>

</html>