<!doctype html>
<html lang="en">

<head>

	<?php
		$page = "policy";

		require_once "./head.php";
	?>

	<style>
		ol {
			list-style-type: none;
			counter-reset: item;
			margin: 0;
			padding: 0;
		}

		ol>li {
			display: table;
			counter-increment: item;
			margin-bottom: 0.6em;
		}

		ol>li:before {
			content: counters(item, ".") ". ";
			display: table-cell;
			padding-right: 0.6em;
		}

		li ol>li {
			margin: 0;
		}

		li ol>li:before {
			content: counters(item, ".") " ";
		}
	</style>

</head>

<body>

	<?php require_once "./header.php"; ?>

	<section>
		<div class="container">
			<div class="row header-about py-5">
				<div class="col text-center py-5">
					<h1 class="mb-0 f-shadow text-white">นโยบายคุ้มครองข้อมูลส่วนบุคคลบุญศิริโฟรเซ่นโปรดักส์</h1>
				</div>
			</div>
		</div>
	</section>

	<section class="pt-5">
		<div class="container">
			<div class="row">
				<div class="col">
					<nav style="--bs-breadcrumb-divider: url(&#34;data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' width='8' height='8'%3E%3Cpath d='M2.5 0L1 1.5 3.5 4 1 6.5 2.5 8l4-4-4-4z' fill='%236c757d'/%3E%3C/svg%3E&#34;);" aria-label="breadcrumb">
						<ol class="breadcrumb">
							<li class="breadcrumb-item"><a href="<?= rootURL(); ?>" class="text-theme-1">หน้าหลัก</a></li>
							<li class="breadcrumb-item active" aria-current="page">นโยบายคุ้มครองข้อมูลส่วนบุคคล</li>
						</ol>
					</nav>
				</div>
			</div>
		</div>
	</section>

	<section class="py-5">
		<div class="container">
			<div class="row">
				<div class="col">
					<p>ด้วยพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 จะมีผลใช้บังคับในวันที่ 1 มิถุนายน พ.ศ. 2565บริษัทจึงให้ความสำคัญกับการปฏิบัติตามข้อกำหนดของกฎหมายอันรวมถึงการคุ้มครองข้อมูลส่วนบุคคลของพนักงาน เพื่อให้การเก็บรวบรวม ใช้ เปิดเผย และเก็บรักษา ข้อมูลส่วนบุคคลของพนักงานนั้น มีความสอดคล้องตามที่พระราชบัญญัติดังกล่าวกำหนด บริษัทฯ จึงได้จัดทำนโยบายเพื่อคุ้มครองข้อมูลส่วนบุคคลฉบับพนักงานเพื่อใช้ภายในบริษัท กรณีมีการดำเนินการใดๆ กับข้อมูลส่วนบุคคลของพนักงานในบริษัทฯ และเพื่อเป็นแนวปฏิบัติกรณีพนักงานของบริษัทฯ มีหน้าที่ต้องดำเนินการใดๆ กับข้อมูลส่วนบุคคล นโยบายและแนวปฏิบัติฉบับนี้ จัดทำขึ้นเพื่อกำหนดเป็นนโยบายในการดำเนินการใดๆ กับข้อมูลส่วนบุคคลของพนักงานของบริษัทฯ และเพื่อกำหนดเป็นแนวปฏิบัติสำหรับพนักงานซึ่งมีหน้าที่และความรับผิดชอบ หรือที่ได้รับมอบหมายให้ทำหน้าที่ หรือดำเนินการใดๆ เกี่ยวกับข้อมูลส่วนบุคคลจากผลการบังคับใช้ของพระราชบัญญัติคุมครองข้อมูลส่วนบุคคล พ.ศ.2562 โดยบริษัทนั้น อยู่ในสถานะเป็นทั้งผู้ควบคุมข้อมูลส่วนบุคคล และผู้ประมวลผลข้อมูลส่วนบุคคลตามพระราชบัญญัติแล้วแต่กรณี ตระหนักถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคล และมีความยินดีเป็นอย่างยิ่งที่ท่านให้ความสนใจในการใช้บริการในเครือบริษัท บริษัทจึงได้จัดทำนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ขึ้นเพื่อใช้บังคับกับเจ้าของข้อมูลส่วนบุคคลซึ่งใช้บริการ ทำธุรกรรม หรือร่วมกิจกรรมใดๆ กับบริษัทในเครือ โดยครอบคลุมผลิตภัณฑ์และบริการในเครือของบริษัท ได้แก่ เว็บไซต์ โซเชียลมีเดีย (Social Media) แอปพลิเคชันในระบบปฏิบัติการไอโอเอสและแอนดรอยด์ เว็บแอปพลิเคชัน และช่องทางอื่นๆ ในอนาคต โดยมีหลักเกณฑ์ กลไก มาตรการกำกับดูแล และการบริหารจัดการข้อมูลส่วนบุคคลตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 ดังรายละเอียดต่อไปนี้</p>
					<h1>นโยบายคุ้มครองข้อมูลส่วนบุคคล</h1>
					<ul class="list-unstyled">
						<li><a class="text-decoration-none" href="#section1">ข้อ 1: คำจำกัดความ (Definitions)</a></li>
						<li><a class="text-decoration-none" href="#section2">ข้อ 2: การเก็บข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section3">ข้อ 3: วัตถุประสงค์ในการจัดเก็บ รวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section4">ข้อ 4: ข้อจำกัดในการจัดเก็บ รวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section5">ข้อ 5: การโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ</a></li>
						<li><a class="text-decoration-none" href="#cookies">ข้อ 6: คุกกี้ (Cookie) พิกเซล (Pixel) และ ไอพีแอดเดรส (IP Address)</a></li>
						<li><a class="text-decoration-none" href="#section7">ข้อ 7: การคุ้มครองข้อมูลการเงิน</a></li>
						<li><a class="text-decoration-none" href="#section8">ข้อ 8: ความปลอดภัยของข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section8">ข้อ 9 : กล้องวงจรปิด</a></li>
						<li><a class="text-decoration-none" href="#section9">ข้อ 10: สิทธิของเจ้าของข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section10">ข้อ 11: การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section11">ข้อ 12: เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล</a></li>
						<li><a class="text-decoration-none" href="#section12">ข้อ 13: ช่องทางการติดต่อบริษัท</a></li>
					</ul>

					<hr class="my-5">

					<h2 class="fs-1">ข้อ 1 : คำจำกัดความ (Definitions)</h2>

					<table class="table table-bordered">
						<thead>
							<tr>
								<th class="px-4">ลำดับ</th>
								<th>คำศัพท์</th>
								<th>คำอธิบาย</th>
							</tr>
						</thead>
						<tbody>
							<tr>
								<td class="text-center">1</td>
								<td class="fit">บริษัท</td>
								<td>บริษัทในเครือ บริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัด</td>
							</tr>
							<tr>
								<td class="text-center">2</td>
								<td class="fit">ข้อมูลส่วนบุคคล<br>(Personal Data)</td>
								<td>ข้อมูลที่สามารถระบุหรืออาจระบุตัวตนได้ ไม่ว่าโดยทางตรงหรือทางอ้อม เช่น ชื่อ นามสกุล เพศ ที่อยู่ เบอร์โทรศัพท์ อีเมล เลขที่บัญชีธนาคาร เลขที่บัตรประจำตัวประชาชน ข้อมูลทางการเงิน IP Address Cookies เป็นต้น</td>
							</tr>
							<tr>
								<td class="text-center">3</td>
								<td class="fit">เจ้าของข้อมูลส่วนบุคคล<br>(Data Subject)</td>
								<td>บุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคล และ/หรือ บุคคลที่ข้อมูลนั้นระบุไปถึง แต่ไม่รวมถึง “นิติบุคคล” (Juridical Person) ที่จัดตั้งขึ้นตามกฎหมาย เช่น บริษัท สมาคม มูลนิธิ หรือองค์กรอื่นใด</td>
							</tr>
						</tbody>
					</table>

					<hr class="my-5">

					<h3 class="fs-1">ข้อ 2 : การเก็บข้อมูลส่วนบุคคล</h3>
					<p>บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลโดยมีวัตถุประสงค์ ขอบเขตและใช้วิธีการที่ชอบด้วยกฎหมายและเป็นธรรม โดยในการเก็บนั้นจะทำเพียงเท่าที่จำเป็นแก่การดำเนินงานภายใต้วัตถุประสงค์ของบริษัทเท่านั้น ทั้งนี้บริษัทจะดำเนินการให้เจ้าของข้อมูลรับรู้ให้ความยินยอมทางอิเล็กทรอนิกส์ หรือตามแบบวิธีการของบริษัท กรณีที่บริษัทจัดเก็บข้อมูลส่วนอ่อนไหวของเจ้าของข้อมูล บริษัทจะขอความยินยอมจากเจ้าของข้อมูลโดยได้แจ้งก่อนทำการเก็บรวบรวม เว้นแต่การเก็บข้อมูลส่วนบุคคลอ่อนไหวจะเข้าข้อยกเว้นตามที่ พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 หรือกฎหมายอื่นที่กำหนดไว้</p>
					<p>บริษัทอาจสอบถามข้อมูลส่วนบุคคลอื่นเพิ่มเติมจากท่าน เช่น เมื่อท่านเข้าร่วมกิจกรรม หรือบริการที่บริษัทหรือพันธมิตรทางธุรกิจจัดขึ้น โดยท่านอาจต้องระบุข้อมูลเพิ่มเติม การแจ้งข้อมูลส่วนบุคคลเพิ่มเติมจะทําให้ท่านสามารถใช้บริการต่างๆ ได้มากขึ้น</p>
					<p>ทั้งนี้ บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านตามระยะเวลาที่จำเป็นเพื่อบรรลุวัตถุประสงค์ที่กำหนดในการประมวลผลข้อมูลส่วนบุคคลนั้นๆ และเพื่อปฏิบัติตามภาระหน้าที่ทางกฎหมายและข้อบังคับต่างๆ โดยระยะเวลาเก็บรักษาข้อมูลส่วนบุคคลจะเปลี่ยนแปลงไปโดยขึ้นอยู่กับวัตถุประสงค์ที่กำหนดในการเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลนั้นๆ </p>

					<hr class="my-5">

					<h3 class="fs-1">ข้อ 3: จุดประสงค์การใช้ข้อมูลส่วนบุคคล และการเปิดเผยข้อมูล</h3>
					<p>บริษัทจะทำการจัดเก็บ รวบรวม และใช้ข้อมูลส่วนบุคคลของท่าน เพื่อให้ท่านได้รับสินค้าและบริการที่ดีจากบริษัทอย่างมีประสิทธิภาพ โดยท่านตกลงและยินยอมให้บริษัทสามารถใช้ เปิดเผย ข้อมูลส่วนบุคคลของท่านในการติดต่อหรือส่งข้อมูลส่วนบุคคลของท่านทั้งหมดหรือบางส่วนไปยังบริษัทในเครือของบริษัทหรือพันธมิตรในทางธุรกิจ หรือบุคคลอื่น โดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าแก่ท่าน เพื่อประโยชน์ของท่านและของกิจการบางส่วน ดังต่อไปนี้</p>
					<ol>
						<li>เพื่อสนับสนุนการส่งมอบบริการ, โฆษณา, ผลิตภัณฑ์, สิทธิพิเศษ, กิจกรรมด้านการตลาดที่ตรงกับความต้องการของท่าน ผ่านช่องทางส่วนบุคคลที่ท่านยินยอมให้บริษัทจัดเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคล</li>
						<li>เพื่อวิจัยและวิเคราะห์ประสบการณ์การใช้บริการ ทำธุรกรรม หรือการร่วมกิจกรรมใดๆ กับบริษัทในเครือ ทำให้ท่านสามารถใช้บริการได้อย่างต่อเนื่อง</li>
						<li>เพื่อปรับแต่งข้อเสนอ โฆษณา สิทธิพิเศษ กิจกรรมด้านการตลาด หรือเนื้อหาที่คุณสนใจ ซึ่งจะส่งให้ท่านผ่านทางช่องทางต่างๆ ของบริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัด เช่น เว็บไซต์, อีเมล, การแจ้งเตือนภายในเว็บไซต์, โซเชียลมีเดีย, หรือช่องทางอื่นๆ ในอนาคต</li>
						<li>เพื่อดำเนินการตามการใช้บริการ ทำนิติกรรมสัญญา ธุรกรรม หรือการร่วมกิจกรรมใดๆ ไม่ว่าจะเป็นการดำเนินการโดยบริษัท หรือบริษัทพันธมิตร</li>
						<li>เพื่อดำเนินการเกี่ยวกับการขนส่งสินค้าผ่านทางแพลตฟอร์ม ไม่ว่าจะดำเนินการโดยบริษัท หรือบุคคลภายนอก รวมถึงบริษัทพันธมิตร</li>
						<li>เพื่อติดต่อผู้ใช้งานสำหรับการให้บริการ และดูแลผู้ใช้งาน หรือสำหรับการสื่อสารด้านการตลาดที่ได้รับอนุญาตตามช่องทางการสื่อสารที่ท่านยินยอมให้ทางบริษัทจัดเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคล</li>
						<li>เพื่อดำเนินการตามวัตถุประสงค์ตามกฎหมาย</li>
						<li>เพื่อคุ้มครองสิทธิในทรัพย์สิน หรือความปลอดภัยของบริษัท หรือของผู้ใช้บริการของบริษัท<br>ทั้งนี้ การเปิดเผยข้อมูลส่วนบุคคลของท่านให้กับบุคคลอื่น จะดำเนินการภายใต้วัตถุประสงค์ที่กำหนด</li>
					</ol>
					<p>ทั้งนี้ การเปิดเผยข้อมูลส่วนบุคคลของท่านให้กับบุคคลอื่น จะดำเนินการภายใต้วัตถุประสงค์ที่กำหนดข้างต้นหรือวัตถุประสงค์อื่นที่กฎหมายกำหนดให้กระทำได้เท่านั้น ในกรณีที่กฎหมายกำหนดว่าต้องได้รับความยินยอมจากท่าน บริษัทจะดำเนินการขอความยินยอมโดยชัดแจ้งจากท่านก่อน โดยบริษัทจะจัดให้มีมาตรการที่เหมาะสมเพื่อคุ้มครองข้อมูลส่วนบุคคลที่ได้เปิดเผย และเพื่อปฏิบัติตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคล</p>
					<p>นโยบายส่วนบุคคลนี้ไม่ครอบคลุมการรวบรวมและการใช้ข้อมูลส่วนบุคคลของบุคคลภายนอก ที่กระทำโดยบุคคลภายนอก ไม่ว่าจะเป็นผู้โฆษณา ผู้ให้บริการ ผู้ขายสินค้าในเว็บไซต์อื่นๆ ที่เชื่อมต่อ (Link) กับเว็บไซต์, แอปพลิเคชัน, โซเชียลมีเดีย (Social Media) หรือช่องทางในอนาคตของบริษัท การเชื่อมโยงระบบโซเชียลมีเดีย (Social Media) เพื่อแชร์เนื้อหาในช่องทางของบริษัท หากการกระทำใดๆ ก็ตามที่ขัดต่อกฎหมาย และก่อให้เกิดความเสียหายแก่บริษัท ทางบริษัทจะไม่รับผิดชอบในความเสียหายใดๆ อันเนื่องมาจากการกระทำหรือการรวบรวมข้อมูลโดยบุคคลภายนอก</p>

					<hr class="my-5">

					<h4 class="fs-1">ข้อ 4: ข้อจำกัดในการใช้และ/หรือเปิดเผยข้อมูลส่วนบุคคล</h4>
					<ol>
						<li>
							บริษัทจะจัดเก็บ รวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลตามความยินยอมของท่าน โดยจะต้องเป็นการใช้ตามวัตถุประสงค์ของการเก็บรวบรวมข้อมูลของบริษัทเท่านั้น บริษัทจะกำกับดูแลพนักงานหรือผู้ปฏิบัติงานของบริษัทมิให้ใช้และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านนอกเหนือไปจากวัตถุประสงค์ของการเก็บรวบรวมข้อมูลส่วนบุคคล หรือเปิดเผยต่อบุคคลภายนอก เว้นแต่
							<ol>
								<li>เป็นการปฏิบัติตามกฎหมาย เช่น พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ร.บ.ว่าด้วยธุรกรรมทางอิเล็กทรอนิกส์ พ.ร.บ.ป้องกันและปราบปรามการฟอกเงิน ประมวลกฎหมายแพ่งและอาญา ประมวลกฎหมายวิธีพิจารณาความแพ่งและวิธีพิจารณาความอาญา ฯลฯ</li>
								<li>เป็นไปเพื่อประโยชน์แก่การสอบสวนของพนักงานสอบสวน หรือการพิจารณาพิพากษาคดีของศาล</li>
								<li>เพื่อประโยชน์ของท่าน และการขอความยินยอมไม่อาจกระทำได้ในเวลานั้น</li>
								<li>เป็นการจำเป็นเพื่อประโยชน์&ZeroWidthSpace;โดยชอบด้วยกฎหมายของบริษัท หรือของบุคคลหรือนิิติบุคคลอื่นที่ไม่ใช่บริษัท</li>
								<li>เป็นการจำเป็นเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล</li>
								<li> เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของเจ้าของข้อมูลส่วนบุคคลก่อนเข้าทำสัญญานั้น </li>
								<li>เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุ เพื่อประโยชน์สาธารณะ หรือเพื่อการศึกษา วิจัย การจัดทำสถิติ ซึ่งได้จัดให้มีมาตรการป้องกันที่เหมาะสม</li>
							</ol>
						</li>
						<li>บริษัทอาจใช้บริการสารสนเทศของผู้ให้บริการซึ่งเป็นบุคคลภายนอก เพื่อให้ดำเนินการเก็บรักษาข้อมูลส่วนบุคคล ซึ่งผู้ให้บริการนั้นจะต้องมีมาตรการรักษาความมั่นคงปลอดภัย โดยห้ามดำเนินการเก็บรวบรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลนอกเหนือจากที่บริษัทกำหนด</li>
					</ol>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 5: การเปลี่ยนแปลงข้อมูลส่วนบุคคลหรือการลบข้อมูลส่วนบุคคล </h5>
					<p> บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบุคคลภายนอกหรือเซิร์ฟเวอร์ที่อยู่ในต่างประเทศซึ่งเป็นประเทศปลายทาง ที่อาจมีหรือไม่มีระดับการคุ้มครองข้อมูลส่วนบุคคลที่เท่าเทียมกัน ทั้งนี้ บริษัทจะดำเนินการตามขั้นตอนและมาตรการต่างๆ เพื่อทำให้ท่านมั่นใจได้ว่าการโอนข้อมูลส่วนบุคคลของท่านจะดำเนินการอย่างปลอดภัยและบุคคลที่รับโอนข้อมูลนั้นมีระดับการคุ้มครองข้อมูลส่วนบุคคลที่เหมาะสม และในบางกรณี บริษัทอาจขอความยินยอมจากท่านเพื่อการโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ หากจำเป็นต้องปฏิบัติตามที่กฎหมายกำหนด</p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 6: คุกกี้ (Cookie) พิกเซล (Pixel) และ ไอพีแอดเดรส (IP Address)</h5>
					<p>นอกจากข้อมูลส่วนบุคคล บริษัทอาจเก็บรวบรวมข้อมูลบางอย่างผ่านเทคโนโลยี เช่น คุกกี้ (Cookie) พิกเซล (Pixel) ไอพี แอดเดรส (IP Address) และแหล่งเก็บข้อมูลบนเบราว์เซอร์และอุปกรณ์ของผู้ใช้ รวมถึงเครื่องมือเก็บข้อมูลของบุคคลภายนอก เช่น ผู้ให้บริการด้านการตลาดหรือวิเคราะห์ ในการเก็บรวบรวมข้อมูลโดยใช้เทคโนโลยีประเภทนี้ โดยตรงบนเว็บไซต์</p>
					<p>ทั้งนี้ คุกกี้ (Cookie) คือ ไฟล์ข้อมูลตัวอักษรขนาดเล็กที่รวบรวมข้อมูลในคอมพิวเตอร์ โทรศัพท์เคลื่อนที่ หรือ อุปกรณ์อื่นของผู้ใช้งาน คุกกี้ทําให้บริษัททราบถึงบริการหรือสินค้าที่ท่านชื่นชอบ รวมถึงบริการที่ไม่อยู่ในความสนใจของท่าน ส่วนพิกเซล (Pixel) เป็นภาพขนาดเล็ก เป็นส่วนหนึ่งของรหัสบนเว็บเพจ ซึ่งทําหน้าที่ต่างๆ เช่น ทําให้เซิร์ฟเวอร์ อื่นสามารถวัดยอดการเข้าชมเว็บไซต์ แอปพลิเคชัน และมักใช้เชื่อมโยงกับคุกกี้ โดยรหัสดังกล่าวจะทําการติดตามเมื่อมี การดาวน์โหลดพิกเซลเพื่อบ่งชี้ว่าผู้ใช้งานได้เข้าเชื่อมต่อกับจอภาพใด หรือบางส่วนของจอภาพใด</p>
					<p>ด้วยการทํางานของคุกกี้และพิกเซล จะทําให้บริษัทสามารถจดจําผู้ใช้บริการที่เคยเข้าชมเว็บไซต์ และ แอปพลิเคชันของบริษัท ทราบถึงจํานวนและวัตถุประสงค์ของผู้ที่ใช้บริการเว็บไซต์ แอปพลิเคชัน และช่วยให้บริษัทจัด บริการข้อมูล พัฒนาประสบการณ์การเข้าชมเว็บไซต์และแอปพลิเคชัน ปรับปรุงคุณภาพการให้บริการ นําเสนอบริการ สิทธิพิเศษ ผลิตภัณฑ์ กิจกรรม หรือโฆษณาที่ตรงกับพฤติกรรม และความสนใจสําหรับท่านด้วย</p>
					<p>นอกจากนั้น เว็บไซต์ และช่องทางอื่นของบริษัท ยังประกอบด้วยซอฟต์แวร์ในการวัดดิจิทัลเรตติ้ง ซึ่งเป็นกรรมสิทธิ์ของนีลเส็น เพื่อใช้เป็นข้อมูลในการวิเคราะห์ และวัดผลทางการตลาด เช่น การวัดเรตติ้งการดูทีวีผ่านช่องทาง ดิจิทัล </p>

					<h5 class="fs-3">วิธีปิดการทํางานของคุกกี้</h5>
					<p>ท่านมีสิทธิตั้งค่าคุกกี้ โดยท่านอาจแก้ไขเบราว์เซอร์ของท่านให้ปฏิเสธการเก็บคุกกี้ หากท่านต้องการปฏิเสธการ เก็บคุกกี้ทั้งหมด ท่านอาจไม่สามารถทราบข้อมูล ผลิตภัณฑ์ บริการใหม่ สิทธิพิเศษ และการเชื่อมต่อกับบางเว็บไซต์อาจ ไม่ได้เป็นไปอย่างมีประสิทธิภาพ</p>
					<p>ท่านสามารถศึกษารายละเอียดเพิ่มเติมเกี่ยวกับคุกกี้ได้จาก aboutcookies.org และศึกษาวิธีจัดการความเป็น ส่วนตัวของท่านจากเว็บเบราว์เซอร์ที่ท่านใช้ ตามรายละเอียดดังนี้:</p>
					<ul>
						<li><a class="text-decoration-none" href="https://support.google.com/chrome/answer/95647?hl=th">Chrome</a></li>
						<li><a class="text-decoration-none" href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DAndroid&amp;hl=th&amp;oco=0">Chrome for android</a></li>
						<li><a class="text-decoration-none" href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DiOS&amp;hl=th&amp;oco=0">Chrome for iOS</a></li>
						<li><a class="text-decoration-none" href="https://support.mozilla.org/th/kb/%E0%B8%84%E0%B8%B8%E0%B8%81%E0%B8%81%E0%B8%B5%E0%B9%89-%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%A7%E0%B9%87%E0%B8%9A%E0%B9%84%E0%B8%8B%E0%B8%95%E0%B9%8C%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9A%E0%B8%99%E0%B8%84%E0%B8%AD%E0%B8%A1%E0%B8%9E%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93">Firefox</a> </li>
						<li><a class="text-decoration-none" href="https://privacy.microsoft.com/th-th/privacystatement#maincookiessimilartechnologiesmodule">Internet Explorer</a></li>
						<li><a class="text-decoration-none" href="https://support.apple.com/en-gb/guide/safari/sfri11471/mac">Safari</a></li>
						<li><a class="text-decoration-none" href="https://support.apple.com/en-us/HT201265">Safari for iOS </a></li>
					</ul>

					<h5 class="fs-3">บริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัดออนไลน์ ใช้คุกกี้ประเภทใดบ้าง</h5>
					<p>เพื่อให้ท่านมีประสบการณ์การที่ดีในการใช้งานเว็บไซต์ ของ บริษัทบุญศิริโฟรเซ่นโปรดักส์ จำกัด บริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัดออนไลน์ใช้คุกกี้ต่างๆ ดังนี้ โดย คุกกี้ดังกล่าวไม่สามารถระบุตัวตนของท่านได้</p>

					<h5>คุกกี้ที่จําเป็นสําหรับการทํางานของเว็บไซต์ (Strictly necessary cookies) </h5>
					<p>คุกกี้ประเภทนี้มีความสําคัญต่อการทํางานของเว็บไซต์ ของ บริษัทบุญศิริโฟรเซ่นโปรดักส์ จำกัด ซึ่งจะช่วยให้ท่านสามารถเข้าถึงข้อมูล และเนื้อหาต่างๆ ของเว็บไซต์บริษัทได้ทุกส่วนและปลอดภัย</p>
					<p>คุกกี้ประเภทนี้ จะถูกลบออกหลังจากการเข้าชมเว็บไซต์ของท่าน หากท่านปิดการทํางานของคุกกี้เหล่านี้ ท่าน อาจจะไม่สามารถใช้บริการเว็บไซต์ของบริษัทได้ตามต้องการ เช่น การอ่าน และการนําทางระหว่างหน้าเว็บ</p>

					<h5>คุกกี้ด้านประสิทธิภาพการทํางานของเว็บไซต์ (Performance cookies)</h5>
					<p> บริษัทใช้คุกกี้ประเภทนี้เพื่อรวบรวมข้อมูลทางสถิติเกี่ยวกับวิธีการเข้าและพฤติกรรมการเยี่ยมชมเว็บไซต์ เพื่อวิเคราะห์และนับจํานวนผู้ใช้งาน ตลอดจนช่วยให้บริษัททราบถึงพฤติกรรมการเยี่ยมชมเว็บไซต์ของท่าน ซึ่งจะช่วยปรับปรุงการทํางานของเว็บไซต์ โดยให้ท่านสามารถค้นหาสิ่งที่ต้องการได้อย่างง่ายดาย</p>
					<p>นอกจากนี้ บริษัทอาจใช้คุกกี้เหล่านี้เพื่อเน้นย้ําบทความ หรือบริการของเว็บไซต์ ที่บริษัทคิดว่าท่านน่าจะสนใจ และวัดความมีประสิทธิผลของเนื้อหาและโฆษณาของบริษัทโดยพิจารณาจากการใช้งานเว็บไซต์ของท่าน</p>
					<p>อย่างไรก็ตาม ข้อมูลที่ได้และใช้ประมวลผลนั้น ไม่มีการระบุชื่อ หรือบ่งบอกความเป็นตัวตนของท่านได้ อีกทั้ง ไม่มีการเก็บข้อมูลจําเพาะบุคคล เช่น ชื่อ อีเมล เป็นต้น และใช้เป็นข้อมูลทางสถิติเท่านั้น</p>

					<h5>คุกกี้เพื่อปรับเนื้อหาเข้ากับกลุ่มเป้าหมาย (Targeting Cookies)</h5>
					<p>บริษัทใช้คุกกี้ประเภทนี้ในการบันทึกและจดจําคุณลักษณะต่างๆ ที่ท่านได้เลือกในขณะเข้าชมเว็บไซต์ ของ บริษัทบุญศิริโฟรเซ่นโปรดักส์ จำกัด เช่น หน้าที่ท่านได้เยี่ยมชม หมวดหมู่ และเนื้อหาที่ท่านชอบอ่าน บริษัทจะบันทึกข้อมูลเหล่านี้ และนํากลับ มาใช้อีกครั้งเมื่อท่านกลับเข้ามาที่เว็บไซต์ของบริษัทอีกครั้ง เพื่อปรับให้ท่านได้รับชมเนื้อหา รวมถึงนําเสนอเนื้อหาที่ เกี่ยวข้อง ได้ตรงกับความชอบของท่านให้มากที่สุด</p>
					<p>ข้อมูลที่ได้และใช้ประมวลผลนั้นไม่มีการระบุชื่อ หรือบ่งบอกความเป็นตัวตนของท่านได้ อีกทั้งไม่มีการเก็บ ข้อมูลจําเพาะบุคคล เช่น ชื่อ อีเมล เป็นต้น และใช้เป็นข้อมูลทางสถิติเท่านั้น</p>
					<p>หากท่านปิดการใช้งานของคุกกี้ประเภทนี้ อาจทําให้ท่านไม่สามารถใช้งานฟังก์ชันบางอย่างได้ หรือมี ประสบการณ์การใช้งานที่ไม่ราบรื่น</p>

					<h5>คุกกี้เพื่อการโฆษณา (Advertising Cookies)</h5>
					<p>บริษัทใช้คุกกี้ประเภทนี้เพื่อจดจําพฤติกรรมการอ่านเนื้อหาบนเว็บไซต์ ของ บริษัทบุญศิริโฟรเซ่นโปรดักส์ จำกัด ของท่าน รวมถึงราย ละเอียดของอุปกรณ์ที่ท่านใช้ เพื่อนําไปใช้วิเคราะห์ในการนําเสนอโฆษณาที่เหมาะสมกับท่านมากที่สุด รวมถึงป้องกัน หรือจํากัดจํานวนครั้งที่ท่านจะเห็นโฆษณานั้นซ้ําๆ และช่วยวัดความมีประสิทธิผลของโฆษณาที่บริษัทนําเสนอด้วย</p>
					<p>นอกจากนี้ บริษัทยังมีการใช้บริการคุกกี้ที่จัดหาให้โดยบุคคลภายนอกเว็บไซต์นี้ โดยระบบของบุคคล ภายนอกจะวางคุกกี้โฆษณาไว้สองช่วงเวลา นั่นคือเมื่อท่านเข้าชมเว็บไซต์ของบริษัท และเมื่อท่านใช้บริการของพวกเขา และออกจากเว็บไซต์ของบริษัท </p>

					<h4>การเชื่อมโยงอุปกรณ์ของบุคคลภายนอกผ่านบทความในเว็บไซต์ และช่องทางอื่นๆ ในเครือของบริษัท</h4>
					<p>เพื่อช่วยเสริมสร้างประสบการณ์การเข้าเว็บไซต์ แอปพลิเคชัน หรือช่องทางอื่นของบริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัด ในบางครั้ง บริษัทอาจ เชื่อมโยงข้อมูลกับโซเชียลมีเดีย เข้ากับเครื่องมือของบุคคลภายนอก เช่น Youtube, Twitter, Facebook, Pinterest, Instagram เมื่อท่านเข้าดูบทความภายในเว็บไซต์ แอปพลิเคชัน หรือช่องทางอื่นๆ ของบริษัท</p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 7: การคุ้มครองข้อมูลการเงิน</h5>
					<p>การรักษาความลับข้อมูลด้านการเงินส่วนบุคคล เป็นเรื่องที่สําคัญอย่างยิ่งต่อบริษัท บริษัทจะไม่เผยแพร่ข้อมูลดังกล่าวต่อบุคคลภายนอก เว้นแต่เท่าที่ระบุไว้ในนโยบายส่วนบุคคลฉบับนี้ ดังนั้น ข้อมูลสถิติของผู้ใช้บริการ บริษัทอาจเปิดเผยข้อมูลที่ท่านให้ความยินยอมต่อผู้โฆษณา หรือพันธมิตรทางธุรกิจเกี่ยวกับบริการทางการเงิน รวมถึงการใช้บริการของลูกค้าของบริษัท</p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 8: ระยะเวลาในการเก็บข้อมูลส่วนบุคคลของท่าน</h5>
					<p>บริษัทตระหนักถึงความสำคัญของการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของท่าน บริษัทจึงกำหนดให้มีมาตรการในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลอย่างเหมาะสม และสอดคล้องกับการรักษาความลับของข้อมูลส่วนบุคคลเพื่อป้องกันการสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไขหรือเปิดเผยข้อมูลส่วนบุคคลโดยไม่มีสิทธิหรือโดยไม่ชอบด้วยกฎหมาย ตลอดจนการป้องกันมิให้มีการนำข้อมูลส่วนบุคคลไปใช้โดยมิได้รับอนุญาต และดำเนินมาตรการที่เหมาะสมเพื่อคุ้มครองสิทธิของท่าน เพื่อให้เป็นไปตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล โดยข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับมาจะถูกนำไปใช้ให้เป็นไปตามวัตถุประสงค์การดำเนินงานของบริษัทเท่านั้น </p>
					
					<hr class="my-5">

					<h5 class="fs-1">ข้อ 9 : กล้องวงจรปิด (CCTV)</h5>
					<p> บริษัท บุญศิริโฟรเซ่นโปรดักส์ จำกัด กำลังดำเนินการใช้กล้องวงจรปิด (CCTV) สำหรับการเฝ้าระวังสังเกตการณ์ในพื้นที่ภายในและรอบบริเวณโดยรอบ (“พื้นที่”) ของเรา เพื่อการปกป้องชีวิต สุขภาพ และทรัพย์สิน ทั้งนี้ เราทำการเก็บรวบรวมข้อมูลส่วนบุคคลของเจ้าหน้าที่ ผู้ปฏิบัติงาน ลูกค้า ลูกจ้าง ผู้รับเหมา ผู้มาติดต่อ หรือ บุคคลใด ๆ (ซึ่งต่อไปนี้จะเรียกรวมกันว่า “ท่าน”) ที่เข้ามายังพื้นที่ โดยผ่านการใช้งานอุปกรณ์กล้องวงจรปิดดังกล่าว ประกาศความเป็นส่วนตัวในการใช้กล้องวงจรปิด (“ประกาศ”) ฉบับนี้ให้ข้อมูลเกี่ยวกับการดำเนินการเก็บรวบรวม ใช้หรือเปิดเผย ซึ่งข้อมูลที่สามารถทำให้สามารถระบุตัวท่านได้ (“ข้อมูลส่วนบุคคล”) รวมทั้งสิทธิต่าง ๆ ของท่าน ดังนี้ </p>

					<h5 class="fs-3">9.1 ฐานกฎหมายในการประมวลผลข้อมูลส่วนบุคคล</h5>
					<p> <strong>เราดำเนินการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านภายใต้ฐานกฎหมายดังต่อไปนี้</strong></p>
					<ul class="list-unstyled">
						<li>❒ ความจำเป็นในการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือบุคคลอื่น</li>
						<li>❒ ความจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของเราหรือบุคคลอื่น โดยประโยชน์ดังกล่าวมีความสำคัญไม่น้อยไปกว่าสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของท่าน</li>
						<li>❒ ความจำเป็นในการปฏิบัติตามกฎหมายที่เกี่ยวข้อง ซึ่งควบคุมดูแลเกี่ยวกับความปลอดภัยและสภาพแวดล้อมในสถานที่ทำงาน และทรัพย์สินของเรา</li>
					</ul>

					<h5 class="fs-3">9.2 วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน</h5>
					<p><strong>เราดำเนินการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ ดังต่อไปนี้</strong> </p>
					<ol>
						<li>เพื่อการปกป้องสุขภาพและความปลอดภัยส่วนตัวของท่าน ซึ่งรวมไปถึงทรัพย์สินของท่าน</li>
						<li>เพื่อการปกป้องอาคาร สิ่งอำนวยความสะดวกและทรัพย์สินของเราจากความเสียหาย การขัดขวาง การทำลายซึ่งทรัพย์สินหรืออาชญากรรมอื่น</li>
						<li>เพื่อสนับสนุนหน่วยงานที่เกี่ยวข้องในการบังคับใช้กฎหมายเพื่อการยับยั้ง ป้องกัน สืบค้น และ ดำเนินคดีทางกฎหมาย</li>
						<li>เพื่อการให้ความช่วยเหลือในกระบวนการระงับข้อพิพาทซึ่งเกิดขึ้นในระหว่างที่มีกระบวนการทางวินัยหรือกระบวนการร้องทุกข์</li>
						<li>เพื่อการให้ความช่วยเหลือในกระบวนการสอบสวน หรือ กระบวนการเกี่ยวกับการส่งเรื่องร้องเรียน</li>
						<li>เพื่อการให้ความช่วยเหลือในกระบวนการริเริ่มหรือป้องกันการฟ้องร้องทางแพ่ง ซึ่งรวมไปถึงแต่ไม่จำกัดเพียงการดำเนินการทางกฎหมายที่เกี่ยวข้องกับการจ้างงาน</li>
						<li>อื่นๆ (หากมี)</li>
					</ol>

					<h5 class="fs-3">9.3 ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมและใช้</h5>
					<p>ตามวัตถุประสงค์ตามที่ได้แจ้งในข้อ 2. เราทำการติดตั้งกล้องวงจรปิดในตำแหน่งที่มองเห็นได้ โดยจะจัดวางป้ายเตือนว่ามีการใช้งานกล้องวงจรปิด ณ ทางเข้าและทางออก รวมถึงพื้นที่ที่เราเห็นสมควรว่าเป็นจุดที่ต้องมีการเฝ้าระวัง เพื่อเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเมื่อท่านเข้ามายังพื้นที่ ดังต่อไปนี้ เพื่อให้ท่านได้รับสินค้าและบริการที่ดีจากบริษัทอย่างมีประสิทธิภาพ โดยท่านตกลงและยินยอมให้บริษัทสามารถใช้ เปิดเผย ข้อมูลส่วนบุคคลของท่านในการติดต่อหรือส่งข้อมูลส่วนบุคคลของท่านทั้งหมดหรือบางส่วนไปยังบริษัทในเครือของบริษัทหรือพันธมิตรในทางธุรกิจ หรือบุคคลอื่น โดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าแก่ท่าน เพื่อประโยชน์ของท่านและของกิจการบางส่วน ดังต่อไปนี้</p>

					<h5 class="fs-5">รายการข้อมูลส่วนบุคคลที่เก็บรวบรวม</h5>
					<ul class="list-unstyled">
						<li>❒ ภาพนิ่ง</li>
						<li>❒ ภาพเคลื่อนไหว</li>
						<li>❒ เสียง</li>
						<li>❒ ภาพทรัพย์สินของท่าน เช่น พาหนะ กระเป๋า หมวก เครื่องแต่งกาย เป็นต้น</li>
					</ul>
					<p>ทั้งนี้ เราจะไม่ทำการติดตั้งกล้องวงจรปิดในพื้นที่ที่อาจล่วงละเมิดสิทธิขั้นพื้นฐานของท่านจนเกินสมควร ได้แก่ ห้องพัก ห้องน้ำ ห้องอาบน้ำ หรือสถานที่เพื่อใช้ในการพักผ่อนของผู้ปฏิบัติงาน</p>

					<h5 class="fs-3">9.4 การเปิดเผยข้อมูลส่วนบุคคลของท่าน</h5>
					<p>เราจะเก็บรักษาข้อมูลในกล้องวงจรปิดที่เกี่ยวกับท่านไว้เป็นความลับ และจะไม่ทำการเปิดเผย เว้นแต่ กรณีที่เรามีความจำเป็นเพื่อให้สามารถบรรลุวัตถุประสงค์ ในการเฝ้าระวังสังเกตการณ์ตามที่ได้ระบุในประกาศฉบับนี้ เราอาจเปิดเผยข้อมูลในกล้องวงจรปิดแก่ประเภทของบุคคลหรือนิติบุคคล ดังต่อไปนี้</p>
					<ol>
						<li>หน่วยงานที่มีอำนาจหน้าที่ตามที่กฎหมายกำหนด เพื่อช่วยเหลือ สนับสนุนในการบังคับใช้กฎหมาย หรือเพื่อการดำเนินการสืบสวน สอบสวน หรือการดำเนินคดีความต่าง ๆ</li>
						<li>ผู้ให้บริการซึ่งเป็นบุคคลภายนอก เพื่อความจำเป็นในการสร้างความมั่นใจในเรื่องการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย สุขภาพ รวมทั้งทรัพย์สินของท่านหรือบุคคลอื่น </li>
					</ol>

					<h5 class="fs-3">9.5 สิทธิตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ของท่าน </h5>
					<p>พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มีวัตถุประสงค์เพื่อให้ข้อมูลส่วนบุคคลของท่านอยู่ในความควบคุมของท่านได้มากขึ้น โดยท่านสามารถใช้สิทธิตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 เมื่อบทบัญญัติในส่วนที่เกี่ยวกับสิทธิของเจ้าของข้อมูลส่วนบุคคลมีผลใช้บังคับ ซึ่งมีรายละเอียดดังต่อไปนี้</p>
					<ol>
						<li>สิทธิในการเข้าถึง รับสำเนา และขอให้เปิดเผยที่มาของข้อมูลส่วนบุคคลของท่านที่เราเก็บรวบรวมอยู่ เว้นแต่กรณีที่เรามีสิทธิปฏิเสธคำขอของท่านตามกฎหมายหรือคำสั่งศาล หรือกรณีที่คำขอของท่านจะมีผลกระทบที่อาจก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น </li>
						<li>สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลของท่านที่ไม่ถูกต้องหรือไม่ครบถ้วน เพื่อให้มีความถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด </li>
						<li>
							สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่านในกรณีหนึ่งกรณีใด ดังต่อไปนี้
							<ol>
								<li>เมื่ออยู่ในช่วงเวลาที่เราทำการตรวจสอบตามคำร้องขอของท่านให้แก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง สมบูรณ์และเป็นปัจจุบัน</li>
								<li>ข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้หรือเปิดเผยโดยมิชอบด้วยกฎหมาย</li>
								<li>เมื่อข้อมูลส่วนบุคคลของท่านหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์เราได้แจ้งไว้ในการเก็บรวบรวม แต่ท่านประสงค์ให้เราเก็บรักษาข้อมูลนั้นต่อไปเพื่อประกอบการใช้สิทธิตามกฎหมายของท่าน</li>
								<li>เมื่ออยู่ในช่วงเวลาที่เรากำลังพิสูจน์ให้ท่านเห็นถึงเหตุอันชอบด้วยกฎหมายในการเก็บรวบรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน หรือตรวจสอบความจำเป็นในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อประโยชน์สาธารณะ อันเนื่องมาจากการที่ท่านได้ใช้สิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน</li>
							</ol>
						</li>
						<li>สิทธิในการคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เว้นแต่กรณีที่เราเหตุในการปฏิเสธคำขอของท่านโดยชอบด้วยกฎหมาย (เช่น เราสามารถแสดงให้เห็นว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านมีเหตุอันชอบด้วยกฎหมายยิ่งกว่า หรือเพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องทางกฎหมาย หรือเพื่อประโยชน์สาธารณะตามภารกิจของเรา)</li>
					</ol>

					<h5 class="fs-3">9.6 ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</h5>
					<p>เพื่อบรรลุวัตถุประสงค์ของการเฝ้าระวังสังเกตโดยการใช้อุปกรณ์กล้องวงจรปิดตามที่ประกาศนี้กำหนด เราจะเก็บรักษาข้อมูลส่วนบุคคลในกล้องวงจรปิดที่เกี่ยวข้องกับท่าน เป็นระยะเวลา 45 วัน ทั้งนี้ เมื่อพ้นระยะเวลาดังกล่าวเราจะทำการ ลบ ทำลายข้อมูลส่วนบุคคลของท่านต่อไป</p>

					<h5 class="fs-3">9.7 การรักษาความมั่นคงปลอดภัยข้อมูลส่วนบุคคล</h5>
					<p>เพื่อบรรลุวัตถุประสงค์ของการเฝ้าระวังสังเกตโดยการใช้อุปกรณ์กล้องวงจรปิดตามที่ประกาศนี้กำหนด เราจะเก็บรักษาข้อมูลส่วนบุคคลในกล้องวงจรปิดที่เกี่ยวข้องกับท่าน เป็นระยะเวลา 45 วัน ทั้งนี้ เมื่อพ้นระยะเวลาดังกล่าวเราจะทำการ ลบ ทำลายข้อมูลส่วนบุคคลของท่านต่อไป</p>
					<p>นอกจากนี้ เราได้กำหนดให้มีนโยบายการคุ้มครองข้อมูลส่วนบุคคลขึ้นโดยประกาศให้ทราบกันโดยทั่วทั้งองค์กร พร้อมแนวทางปฏิบัติเพื่อให้เกิดความมั่นคงปลอดภัยในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล โดยธำรงไว้ซึ่งความเป็นความลับ (Confidentiality) ความถูกต้องครบถ้วน (Integrity) และสภาพพร้อมใช้งาน (Availability) ของข้อมูลส่วนบุคคล โดยเราได้จัดให้มีการทบทวนนโยบายดังกล่าวรวมถึงประกาศนี้ในระยะเวลาตามที่เหมาะสม</p>

					<h5 class="fs-3">9.8 ความรับผิดชอบของผู้ควบคุมข้อมูลส่วนบุคคล</h5>
					<p>เราได้กำหนดให้เจ้าหน้าที่เฉพาะผู้ที่มีอำนาจหน้าที่เกี่ยวข้องในการจัดเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของกิจกรรมการประมวลผลนี้เท่านั้นที่จะสามารถเข้าถึงข้อมูลส่วนบุคคลของท่านได้ โดยเราจะดำเนินการให้เจ้าหน้าที่ปฏิบัติตามประกาศนี้อย่างเคร่งครัด</p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 10: สิทธิของเจ้าของข้อมูลส่วนบุคคล</h5>
					<p><strong>เจ้าของข้อมูลส่วนบุคคลมีสิทธิในการดำเนินการ ดังนี้</strong></p>
					<ol>
						<li><strong>การเพิกถอนความยินยอม</strong> : ท่านมีสิทธิที่จะเพิกถอนความยินยอมของท่านในการจัดเก็บ ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับบริษัท</li>
						<li><strong>การขอเข้าถึงข้อมูลส่วนบุคคล</strong> : ท่านสามารถขอเข้าถึง ขอรับสำเนาข้อมูลส่วนบุคคลของท่าน หรือขอให้เปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคล ทั้งนี้ บริษัทอาจปฏิเสธคำขอของท่านได้ตามที่กฎหมายกำหนด หรือตามคำสั่งศาล</li>
						<li><strong>การได้รับข้อมูลอิเล็กทรอนิกส์และถ่ายโอนข้อมูล</strong> : ท่านมีสิทธิที่จะได้รับข้อมูลที่ได้ให้ไว้กับบริษัทในรูปแบบอิเล็กทรอนิกส์ และมีสิทธิในการถ่ายโอนข้อมูลของท่านสำหรับการใช้งานในบริการของบุคคลอื่น และในการใช้สิทธิดังกล่าวนี้ ท่านมีสิทธิที่จะให้บริษัทถ่ายโอนข้อมูลไปยังบุคคลอื่นๆ โดยตรง หากสามารถกระทำได้โดยทางเทคนิค</li>
						<li>
							<strong>การคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</strong> : ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลเกี่ยวกับท่าน ในกรณีดังนี้
							<ol>
								<li>กรณีที่เป็นการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์เกี่ยวกับการตลาดแบบตรง</li>
								<li>กรณีที่เป็นการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ เว้นแต่กรณีจำเป็นเพื่อการดำเนินภารกิจเพื่อประโยชน์สาธารณะของบริษัท</li>
								<li>กรณีที่เป็นข้อมูลที่เก็บรวบรวมไว้ด้วยเหตุจำเป็น เพื่อการดำเนินภารกิจเพื่อประโยชน์สาธารณะของบริษัท หรือเหตุจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัท เว้นแต่บริษัทแสดงให้เห็นถึงเหตุอันชอบด้วยกฎหมายที่สำคัญยิ่งกว่า หรือเป็นไปเพื่อก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตาม หรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย</li>
								<li>การขอลบ หรือเปลี่ยนแปลงสถานะข้อมูลส่วนบุคคล : ท่านสามารถขอให้ลบหรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลของท่านกลายเป็นข้อมูลที่ไม่ระบุตัวบุคคล เว้นแต่เป็นกรณีที่บริษัทต้องปฏิบัติตามกฎหมายที่เกี่ยวข้องในการเก็บรักษาข้อมูลดังกล่าว</li>
								<li>การขอให้ระงับการประมวลผลข้อมูลส่วนบุคคล : ท่านสามารถขอให้บริษัทระงับการประมวลผลข้อมูลส่วนบุคคลของท่านทั้งหมด หรือบางส่วน เป็นการชั่วคราวหรือถาวร</li>
								<li>การแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง : ท่านสามารถขอแก้ไข หรือเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่าน ในกรณีที่ข้อมูลส่วนบุคคลของท่านไม่ถูกต้องตามความเป็นจริง และทำให้ข้อมูลของท่านเป็นปัจจุบัน</li>
								<li>การร้องเรียน : ท่านมีสิทธิร้องเรียนต่อหน่วยงานของรัฐที่เกี่ยวข้อง ในกรณีที่ท่านเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของบริษัทนั้นฝ่าฝืนหรือไม่ปฏิบัติตามพ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562</li>
							</ol>
						</li>
					</ol>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 11: การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h5>
					<p>เมื่อท่านใช้บริการ ทำธุรกรรม หรือร่วมกิจกรรมใดๆ กับบริษัทเครือ ถือว่าท่านได้รับทราบและยินยอมปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ และฉบับแก้ไขเพิ่มเติมในอนาคต</p>
					<p>บริษัทอาจจะแก้ไขเพิ่มเติมนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้เป็นครั้งคราว เพื่อให้สอดคล้องกับการเปลี่ยนแปลงกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายอื่นที่เกี่ยวข้อง โดยบริษัทจะเผยแพร่ประกาศการแก้ไขเพิ่มเติมบนเว็บไซต์และช่องทางอื่นของบริษัท และถือเป็นการยอมรับข้อกำหนดของนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้</p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 12: การเปลี่ยนแปลงนโยบายส่วนบุคคล</h5>
					<p>บริษัทได้ดำเนินการตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 โดยแต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (Data Protection Officer: DPO) เพื่อตรวจสอบการดำเนินการของบริษัทที่เกี่ยวกับการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลให้สอดคล้องกับพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 รวมถึงกฎหมายที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล นอกจากนี้ บริษัทได้จัดทำระเบียบ คำสั่ง ให้ผู้ที่เกี่ยวข้องดำเนินการตามที่กำหนดไว้ เพื่อให้การดำเนินงานตามแนวนโยบายที่เกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลเป็นไปด้วยความเรียบร้อย อีกทั้งยังเป็นไปตามนโยบายของคณะกรรมการกำกับการบริหารข้อมูลส่วนบุคคลและความมั่นคงปลอดภัยไซเบอร์ที่กำหนด </p>

					<hr class="my-5">

					<h5 class="fs-1">ข้อ 13: ช่องทางการติดต่อ</h5>
					<p>หากท่านต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับนโยบายคุ้มครองข้อมูลส่วนบุคคลของบริษัท ตลอดจนมีข้อสงสัย หรือมีความประสงค์ขอใช้สิทธิเกี่ยวกับข้อมูลส่วนบุคคลของท่าน สามารถติดต่อบริษัทผ่านช่องทางดังนี้</p>

					<p><strong>กรอกแบบฟอร์มเพื่อแจ้งคำร้องเกี่ยวกับข้อมูลส่วนบุคคล PDPA</strong></p>
					<ul class="list-pdpa">
						<li><a href="#" title="คำขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล">คำขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล ติดต่อได้ตามข้อมูลด้านล่าง</a></li>
					</ul>

					<p>
						<strong>บุญศิริโฟรเซ่นโปรดักส์ ศรีสะเกษ สนญ</strong>
						<br>
						159 หมู่ ที่ 9 ศรีสะเกษ อุทุมพรพิสัย
						หนองไผ่ อำเภอเมืองศรีสะเกษ ศรีสะเกษ 33000
						<br>
						อีเมล : <a href="mailto:pm@boonsirifishery.com">pm@boonsirifishery.com</a> โทร : <a href="tel:0615595555">061-559-5555</a>
					</p>
				</div>
			</div>
		</div>
	</section>

	<?php require_once "./lead-form.php"; ?>
	<?php require_once "./footer.php"; ?>
	<?php require_once "./js.php"; ?>

</body>

</html>